TESTS = {

1:[
{
"q":"ما الجسيم موجب الشحنة في الذرة؟",
"options":["الإلكترون","البروتون","النيوترون","المستوى الرئيسي"],
"answer":1
},

{
"q":"ما الجسيم المتعادل في الذرة؟",
"options":["البروتون","الإلكترون","النيوترون","الأيون"],
"answer":2
},

{
"q":"عدد البروتونات في الذرة يسمى:",
"options":["العدد الكتلي","العدد الذري","العدد الجزيئي","عدد المستويات"],
"answer":1
},

{
"q":"ما اسم الصفوف الأفقية في الجدول الدوري؟",
"options":["المجاميع","الدورات","العائلات","السلاسل"],
"answer":1
},

{
"q":"العناصر التي تقع في نفس المجموعة تمتلك:",
"options":["خواص مختلفة","خواص متشابهة","كتلة مختلفة","عدد إلكترونات مختلف"],
"answer":1
},

{
"q":"ما نوع الرابطة الناتجة من انتقال الإلكترونات؟",
"options":["تساهمية","أيونية","فلزية","هيدروجينية"],
"answer":1
},

{
"q":"الرابطة التي تتكون من مشاركة الإلكترونات هي:",
"options":["الأيونية","التساهمية","الفلزية","الأيونية الثنائية"],
"answer":1
},

{
"q":"العناصر الجيدة التوصيل للحرارة والكهرباء تسمى:",
"options":["لافلزات","فلزات","غازات نبيلة","هالوجينات"],
"answer":1
},

{
"q":"العناصر التي تقع بين الفلزات واللافلزات تسمى:",
"options":["أشباه الفلزات","الغازات","الهالوجينات","المعادن"],
"answer":0
},

{
"q":"أقصى عدد إلكترونات في المستوى يحسب بالعلاقة:",
"options":["n²","2n²","3n²","4n²"],
"answer":1
},

{
"q":"ما نوع الرابطة بين ذرات الفلزات؟",
"options":["فلزية","أيونية","تساهمية","هيدروجينية"],
"answer":0
},

{
"q":"المجموعة السابعة في الجدول الدوري تسمى:",
"options":["الغازات النبيلة","الهالوجينات","الفلزات القلوية","الفلزات الانتقالية"],
"answer":1
},

{
"q":"العدد الكتلي يساوي:",
"options":["عدد البروتونات فقط","عدد الإلكترونات","عدد البروتونات + النيوترونات","عدد النيوترونات فقط"],
"answer":2
},

{
"q":"الخواص التي تظهر أثناء التفاعل تسمى:",
"options":["خواص فيزيائية","خواص كيميائية","خواص نووية","خواص حرارية"],
"answer":1
},

{
"q":"المجموعة الثامنة تسمى:",
"options":["الهالوجينات","الفلزات القلوية","الغازات النبيلة","الفلزات الانتقالية"],
"answer":2
}
],

2:[],
3:[],
4:[],
5:[],
6:[]

}
