QUESTIONS = {

1:[
{
"year":"2019",
"q":"ما الجسيم موجب الشحنة في الذرة؟",
"answer":"البروتون",
"degree":2
},

{
"year":"2020",
"q":"ما المقصود بالعدد الذري؟",
"answer":"عدد البروتونات في نواة الذرة",
"degree":3
},

{
"year":"2021",
"q":"ما الجسيم المتعادل في الذرة؟",
"answer":"النيوترون",
"degree":2
},

{
"year":"2022",
"q":"ما اسم الصفوف الأفقية في الجدول الدوري؟",
"answer":"الدورات",
"degree":2
},

{
"year":"2023",
"q":"ما اسم الأعمدة العمودية في الجدول الدوري؟",
"answer":"المجاميع",
"degree":2
}

],

2:[],
3:[],
4:[],
5:[],
6:[]

}
