PLAN = {

1: "اليوم 1-5 : دراسة الفصل الاول + حل اسئلة",
2: "اليوم 6-10 : دراسة الفصل الثاني + مراجعة",
3: "اليوم 11-15 : دراسة الفصل الثالث + اختبار",
4: "اليوم 16-20 : دراسة الفصل الرابع + اسئلة وزارية",
5: "اليوم 21-25 : دراسة الفصل الخامس + مراجعة",
6: "اليوم 26-30 : دراسة الفصل السادس + اختبار شامل"

}

def get_plan(day):

    if day <= 5:
        return PLAN[1]

    elif day <= 10:
        return PLAN[2]

    elif day <= 15:
        return PLAN[3]

    elif day <= 20:
        return PLAN[4]

    elif day <= 25:
        return PLAN[5]

    else:
        return PLAN[6]
